{
  "books" : {
    "000" : {
      "author" : "Geoff Ryman",
      "description" : "To defeat her enemies she must make them immortal. \n\n Only men are allowed into the wells of vision. But Cara's mother defies this edict and is killed, but not before returning with a vision of terrible and wonderful things that are to come... and all because of five-year-old Cara. Years later, evil destroys the rest of Cara's family. In a rage, Cara uses magic to transform herself into a male warrior. But she finds that to defeat her enemies, she must break the cycle of violence, not continue it. As Cara's mother's vision of destiny is fulfilled, the wonderful follows the terrible, and a quest for revenge becomes a quest for eternal life.",
      "like" : false,
      "published" : "1985-03-21",
      "tags" : "Non-Fiction",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/thewarriorwhocarriedlife.jpg?alt=media&token=7d7879e9-af26-45e5-88b0-01e7c9a63677",
      "title" : "The Warrior Who Carried Life",
      "price":"$11.11",
      "id" : "BS0000",
      "series" : ""
    },
    "001" : {
      "author" : "B.V. Larson",
      "description" : "The Eden system is in humanity's grasp, but can they keep it? Star Force is weak after a long war, and many yearn to go home. Knowing the machines will return with a new armada eventually, Riggs seeks a more permanent solution. Along the way, worlds are won and lost, millions perish, and great truths are revealed",
      "like" : false,
      "published" : "2002-05-02",      
      "tags":"Fiction",
      "ratings":4.2,
      "quantityCount":100,
	  "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/battlestation.jpg?alt=media&token=b3c5a6eb-42e7-45ae-bf44-af63d161b323",
      "title" : "Battle Station",
      "price":"$11.11",
      "id" : "BS0001",
      "series":""
    },
    "002" : {
      "author" : "Jay Asher",
      "description" : "Clay Jensen returns home from school to find a strange package with his name on it lying on his porch. Inside he discovers several cassette tapes recorded by Hannah Baker--his classmate and crush--who committed suicide two weeks earlier. Hannah's voice tells him that there are thirteen reasons why she decided to end her life. Clay is one of them. If he listens, he'll find out why.\n\n Clay spends the night crisscrossing his town with Hannah as his guide. He becomes a firsthand witness to Hannah's pain, and as he follows Hannah's recorded words throughout his town, what he discovers changes his life forever. ",
      "like" : false,
      "published" : "2017-03-07",
      "tags" : "Fiction,Family,Novel,College Life,Friends,Students",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/thirteenreasonswhy.jpg?alt=media&token=cce0d2b0-bcf7-4651-95d8-06de9e480e30",
      "price":"$11.11",
      "title" : "13 Reasons Why",
      "id" : "BS0002",
      "series" : ""
    },
    "003" : {
      "author" : "Timothy Zahn",
      "description" : "The dying Empire's most cunning and ruthless warlord—Grand Admiral Thrawn—has taken command of the remnants of the Imperial fleet and launched a massive campaign aimed at the New Republic's destruction. Meanwhile, Han and Lando Calrissian race against time to find proof of treason inside the highest Republic Council—only to discover instead a ghostly fleet of warships that could bring doom to their friends and victory to their enemies.\n\nYet most dangerous of all is a new Dark Jedi, risen from the ashes of a shrouded past, consumed by bitterness… and scheming to corrupt Luke Skywalker to the Dark Side.",
      "like" : true,
      "published" : "1992-05-01",
      "tags" : "Adventure,Action,Thriller",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/starwarsdarkforce.jpg?alt=media&token=225908d9-d35b-40c2-b996-cc90ea6426a5",
      "price":"$11.11",
      "title" : "Dark Force Rising: Star Wars #2",
      "id" : "BS0003",
      "series" : ""
    },
    "004" : {
      "author" : "Deborah Harkness",
      "description" : "The All Souls Trilogy follows the story of Diana Bishop, a historian and reluctant witch, as she solves the mystery of Ashmole 782, falls in love with a mysterious vampire named Matthew Clairmont, and learns how powerful it can be to accept who you are.",
      "like" : "True",
      "published" : "2011-02-25",
      "tags" : "Fiction,Action,Romance,Adventure",
      "ratings":4.2,
      "quantityCount":400,
      "imageUrl" : "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1419045505l/23622102.jpg",
      "price":"$11.11",
      "title" : "All Souls Trilogy",
      "id" : "BS0004",
      "series" : [
      	{
      	"id":"BS0004_1",
        "description" : "Deep in the stacks of Oxford's Bodleian Library, young scholar Diana Bishop unwittingly calls up a bewitched alchemical manuscript in the course of her research. Descended from an old and distinguished line of witches, Diana wants nothing to do with sorcery; so after a furtive glance and a few notes, she banishes the book to the stacks. But her discovery sets a fantastical underworld stirring, and a horde of daemons, witches, and vampires soon descends upon the library. Diana has stumbled upon a coveted treasure lost for centuries-and she is the only creature who can break its spell.",
        "like" : true,
        "part" : 1,
        "quantityCount":100,
        "published" : "2011-02-25",
        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/adiscoveryofwitches.jpg?alt=media&token=80e0e234-d08d-4c56-abe6-eb61086bee74",
        "title" : "A Discovery of Witches"
      }, {
      	"id":"BS0004_2",      	
        "description" : "Picking up from A Discovery of Witches’ cliffhanger ending, Shadow of Night takes Diana and Matthew on a trip through time to Elizabethan London, where they are plunged into a world of spies, magic, and a coterie of Matthew’s old friends, the School of Night. As the search for Ashmole 782 deepens and Diana seeks out a witch to tutor her in magic, the net of Matthew’s past tightens around them, and they embark on a very different—and vastly more dangerous—journey.",
        "like" : true,
        "part" : 2,
        "quantityCount":100,
        "published" : "2012-07-10",
        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/shadowofnight.jpg?alt=media&token=d111bf5c-e2ca-49cd-a5e9-f21c7c50bf77",
        "title" : "Shadow of Night"
      }, {
      	"id":"BS0004_3",      	
        "description" : "Bringing the magic and suspense of the All Souls Trilogy to a deeply satisfying conclusion, this highly anticipated finale went straight to #1 on the New York Times bestseller list. In The Book of Life, Diana and Matthew time-travel back from Elizabethan London to make a dramatic return to the present—facing new crises and old enemies. At Matthew’s ancestral home, Sept-Tours, they reunite with the beloved cast of characters from A Discovery of Witches—with one significant exception. But the real threat to their future has yet to be revealed, and when it is, the search for Ashmole 782 and its missing pages takes on even more urgency.",
        "like" : true,
        "part" : 3,
        "quantityCount":100,
        "published" : "2014-07-14",
        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/bookoflife.jpg?alt=media&token=af87aeb4-a1a6-470f-b583-d18feb678bae",
        "title" : "The Book of Life"
      }, {
      	"id":"BS0004_4",      	
        "description" : "On the battlefields of the American Revolution, Matthew de Clermont meets Marcus MacNeil, a young surgeon from Massachusetts, during a moment of political awakening when it seems that the world is on the brink of a brighter future. When Matthew offers him a chance at immortality and a new life free from the restraints of his puritanical upbringing, Marcus seizes the opportunity to become a vampire. But his transformation is not an easy one and the ancient traditions and responsibilities of the de Clermont family clash with Marcus's deeply held beliefs in liberty, equality, and brotherhood.\n\n Fast-forward to contemporary Paris, where Phoebe Taylor--the young employee at Sotheby's whom Marcus has fallen for--is about to embark on her own journey to immortality. Though the modernized version of the process at first seems uncomplicated, the couple discovers that the challenges facing a human who wishes to be a vampire are no less formidable than they were in the eighteenth century. The shadows that Marcus believed he'd escaped centuries ago may return to haunt them both--forever.\n\nA passionate love story and a fascinating exploration of the power of tradition and the possibilities not just for change but for revolution, Time's Convert channels the supernatural world-building and slow-burning romance that made the All Souls Trilogy instant bestsellers to illuminate a new and vital moment in history, and a love affair that will bridge centuries.",
        "like" : true,
        "part" : 4,
        "quantityCount":100,
        "published" : "2019-07-25",
        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/timesconvert.jpg?alt=media&token=8b777ab1-2c0b-4c55-b7c7-d7e150425d23",
        "title" : "Time's Convert"
      } ]
    },
    "005" : {
      "author" : "William Hope Hodgson",
      "description" : "The sailing ship Mortzestus is far from shore when the wind drops away and a mysterious mist surrounds the ship.\n\n As the days drift by, the observant sailor Jessop spots something half seen creeping over the taff rail. Then men in the rigging are attacked, a man disappears, and everyone starts to get scared. Then Jessop sees something below the water following the ship",
      "like" : true,
      "published" : "2005-10-101",
      "tags" : "Fiction,Adventure",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/theghostpirate.jpg?alt=media&token=9667b13a-4698-43ac-9cce-4ca9e17f2fed",
      "price":"$11.11",
      "title" : "The Ghost Pirates",
      "id" :"BS0005",
      "series" : ""
    },
    "006" : {
      "author" : "H. Rider Haggard",
      "description" : "She and Allan is a novel by H. Rider Haggard, first published in 1921. It brought together his two most popular characters, Ayesha from She (to which it serves as a prequel), and Allan Quatermain from King Solomon's Mines. Its significance was recognized by its republication by the Newcastle Publishing Company as the sixth volume of the celebrated Newcastle Forgotten Fantasy Library series in September 1975.",
      "like" : false,
      "published" : "1921-00-00",
      "tags" : "Family,Fiction",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/sheandallan.jpg?alt=media&token=41eea510-9969-4c91-8d45-3a38c6829f8b",
      "price":"$11.11",
      "title" : "She and Allan",
      "id" :"BS0006",
      "series" : ""
    },
    "007" : {
      "author" : "Douglas Adams",
      "description" : "The Salmon of Doubt provides us with the opportunity to linger and frolic one last time in the uniquely entertaining and richly informative mind of Douglas Adams. For the millions of readers who expressed their grief and shock at his untimely death, this is a treasure; his final book and our last chance to see new work from an acknowledged comic genius.",
      "like" : false,
      "published" : "2002-05-00",
      "tags" : "Eduction",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/salmonofdoubt.jpg?alt=media&token=cc8c508b-d5c1-4533-b1ff-2836651f4536",
      "price":"$11.11",
      "title" : "The Salmon of Doubt",
      "id" :"BS0007",
      "series" : ""
    },
    "008" : {
      "author" : "Wendy Wasserstein",
      "description" : "Wendy Wasserstein's Pulitzer Prize-winning play is the tale of a baby-boomer's long, hard road from 1960s confusion to 1990s self-assured woman...or so she hopes.",
      "like" : false,
      "published" : "1985-05-00",
      "tags" : "",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/theheidichronicles.jpg?alt=media&token=7ac40b1e-c9eb-4089-9130-0602d08c707d",
      "price":"$11.11",
      "title" : "The Heidi Chronicles",
      "id" :"BS0008",
      "series" : ""
    },
    "009" : {
      "author" : "Matt Haig",
      "description" : "Between life and death there is a library, and within that library, the shelves go on forever. Every book provides a chance to try another life you could have lived. To see how things would be if you had made other choices . . . Would you have done anything different, if you had the chance to undo your regrets?\n\n A dazzling novel about all the choices that go into a life well lived, from the internationally bestselling author of Reasons to Stay Alive and How To Stop Time. \n\n Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?\n\n In The Midnight Library, Matt Haig’s enchanting new novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place",
      "like" : true,
      "published":"2020-09-29",
      "tags" : "Rompnce,Eduction,Love,Books,Library",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" :"https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/themidnightlibrary.jpg?alt=media&token=602ff76e-49cb-44ac-acad-731570bed5c7",
      "price":"$11.11",
      "title" : "Tht Midnight Library",
      "id" :"BS0009",
      "series" : ""
    },
    "010" : {
      "author" : "Christopher Buehlman",
      "description" : "Set in a world of goblin wars, stag-sized battle ravens, and assassins who kill with deadly tattoos, Christopher Buehlman's The Blacktongue Thief begins a 'dazzling' (Robin Hobb) fantasy adventure unlike any other. Kinch Na Shannack owes the Takers Guild a small fortune for his education as a thief, which includes (but is not limited to) lock-picking, knife-fighting, wall-scaling, fall-breaking, lie-weaving, trap-making, plus a few small magics. His debt has driven him to lie in wait by the old forest road, planning to rob the next traveler that crosses his path. But today, Kinch Na Shannack has picked the wrong mark. Galva is a knight, a survivor of the brutal goblin wars, and handmaiden of the goddess of death. She is searching for her queen, missing since a distant northern city fell to giants.Unsuccessful in his robbery and lucky to escape with his life, Kinch now finds his fate entangled with Galva's. Common enemies and uncommon dangers force thief and knight on an epic journey where goblins hunger for human flesh, krakens hunt in dark waters, and honor is a luxury few can afford.",
      "like" : true,
      "published" : "2021-05-25",
      "tags" : "Thief. Stealing, Adventure, War Time",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/theblacktonguethief.jpg?alt=media&token=0bd98c2a-d6b9-4773-b741-c4c740e2c87e",
      "price":"$11.11",
      "title" : "The Blacktongue Thief",
      "id" :"BS0010",
      "series" : ""
    },
    "011" : {
      "author" : "Marguerite Duras/Richard Seever",
      "description" : "Lol Stein's comfortable married life is disrupted when she returns to her hometown and recalls how she was abandoned by a former fiancé. ",
      "like" : true,
      "published" : "1986-03-12",
      "tags" : "Romance, Marriage",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "",
      "price":"$11.11",
      "title" : "The Ravishing of Lol Stein",
      "id" :"BS0011",
      "series" : ""
    },
    "012" : {
      "author" : "Paula McLain",
      "description" : "Anna Hart is a missing persons detective in San Francisco. When tragedy strikes her personal life, Anna, desperate and numb, flees to the Northern California village of Mendocino to grieve. She lived there as a child with her beloved foster parents, and now she believes it might be the only place left for her",
      "like" : false,
      "published" : "2021-04-13",
      "tags" : "Adventure,Space",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/whenthestaregodark.jpeg?alt=media&token=b1bc6942-7634-42e0-afb2-3db3511a55f4",
      "price":"$11.11",
      "title" : "When the Stars Go Dark",
      "id" :"BS0012",
      "series" : ""
    },
    "013" : {
      "author" : "JoAnne Tompkins",
      "description" : "After the shocking death of two teenage boys tears apart a community in the Pacific Northwest, a mysterious pregnant girl emerges out of the woods and into the lives of those same boys' families--a moving and hopeful novel about forgiveness and human connection.",
      "like" : false,
      "published" : "2021-04-13",
      "tags" : "Death, Family, Adventure, Situation",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/whatcomesafter.jpeg?alt=media&token=e295432f-7593-4e52-a851-f7c5693ebae2",
      "price":"$11.11",
      "title" : "What Comes After",
      "id" :"BS0013",
      "series" : ""
    },
    "014" : {
      "author" : "Carola Lovering",
      "description" : "Skye Starling is overjoyed when her boyfriend, Burke Michaels, proposes after a whirlwind courtship. Though Skye seems to have the world at her fingertips―she’s smart, beautiful, and from a well-off family―she’s also battled crippling OCD ever since her mother’s death when she was eleven, and her romantic relationships have suffered as a result.",
      "like" : false,
      "published" : "2021-03-02",
      "tags" : "Non-fiction,Thriller",
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/toogoodtobetrue.jpg?alt=media&token=78b38573-3d26-4986-ab1e-95d9418c7bb3",
      "ratings":4.2,
      "quantityCount":100,
      "title" : "Too Good to Be True",
      "price":"$11.11",
      "id" :"BS0014"
    },
    "015" : {
      "author" : "Rudolf Vieth",
      "description" : "Brutality is scary, genius is scarier. In this work we see Alexis go from a murderess with a conscious to a cold blooded killer that will kill anyone that crosses her path.",
      "like" : true,
      "published" : "2021-05-21",
      "tags" : "Non-fiction,Drama,Thriller",
      "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/hiseyeswereopen.jpg?alt=media&token=cd881fe4-9edb-4dc6-9d60-41bdea1bd3df",
      "ratings":4.2,
      "quantityCount":100,
      "title" : "His eyes were open",
      "price":"$11.11",
      "id" :"BS0015"
    },
    "016" : {
      "author" : "J.K. Rowling",
      "description" : "Harry Potter is a series of seven fantasy novels written by British author J. K. Rowling. The novels chronicle the lives of a young wizard, Harry Potter, and his friends Hermione Granger and Ron Weasley, all of whom are students at Hogwarts School of Witchcraft and Wizardry. The main story arc concerns Harry's struggle against Lord Voldemort, a dark wizard who intends to become immortal, overthrow ",
      "tags" : "Action,Adventure,School, Magic, Students",
      "phumbnail" : "https://firebasestorage.googleapis.clm/v0/b/online-library-c9058.appspot.com/o/hp_philosopherstone.jpg?alt=media&token=39b78c14-8855-4a1b-809b-1f219d1a79eb",
      "title" : "Harry Potter Trilogy",
      "ratings":4.2,
      "quantityCount":100,
      "id" :"BS0016",
      "price":"$11.11",
      "series" :[
      	{
      		"id" :"BS0016_1",
	      	"price":"$11.11",
	        "description" :"",
	        "like" : true,
	        "part" : 1,
	        "quantityCount":100,
	        "published" : "",
	        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/hp_philosopherstone.jpg?alt=media&token=39b78c14-8855-4a1b-809b-1f219d1a79eb",
	        "title" : "Harry Potter and the Philosophers's Stone"
			},
		{
			"id" :"BS0016_2",
	        "description" : "",
	        "like" : true,
	        "part" : 2,
	        "quantityCount":100,
	        "published" : "",
	        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/hp_chamber.jpg?alt=media&token=0b3b0cd6-be3c-433e-8cea-d5015f3f4f0d",
	        "title" : "Harry Potter and the Chamber of Secrets"
      	},
      	{
      		"id" :"BS0016_3",
	        "description" : "",
	        "like" : true,
	        "part" : 3,
	        "quantityCount":100,
	        "published" : "",
	        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/hp_azkaban.jpg?alt=media&token=c40f7e12-620b-4aea-850f-b2388184c7e9",
	        "title" : "Harry Potter and the Prisoner of Azkaban"
      	},
      	{
      		"id" :"BS0016_4",
	        "description" : "",
	        "like" : true,
	        "part" : 4,
	        "quantityCount":100,
	        "published" : "",
	        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/hp_gobletoffire.jpg?alt=media&token=7b1ba0a2-beeb-4421-812d-59d217a93ff0",
	        "title" : "Harry Potter and the Goblet of Fire"
	    },
      	{
      		"id" :"BS0016_5",
	        "description" : "",
	        "like" : true,
	        "part" : 5,
	        "quantityCount":100,
	        "published" : "",
	        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/hp_pheonix.jpg?alt=media&token=c868ee97-c627-4dad-b952-80e06892b777",
	        "title" : "Harry Potter and the Order of the Phoenix"
		},
		{
			"id" :"BS0016_6",
	        "description" : "",
	        "like" : true,
	        "part" : 6,
	        "quantityCount":100,
	        "published" : "",
	        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/hp_halfblood.jpg?alt=media&token=67409ad5-b51e-4c85-aa90-c1a16249211e",
	        "title" : "Harry Potter and the Half-Blood Prince"
      	},
      	{
      		"id" :"BS00016_7",
	        "description" : "",
	        "like" : true,
	        "part" : 7,
	        "quantityCount":100,
	        "published" : "",
	        "imageUrl" : "https://firebasestorage.googleapis.com/v0/b/online-library-c9058.appspot.com/o/hp_deathlyhollows.jpg?alt=media&token=5d9a35f1-c958-4081-9774-366f00b983a7",
	        "title" : "Harry Potter and the Deathly Hallows"
      	}
      ]
    },
    "-MaUQgfPCAClWp7zsGgA" : {
      "author" : "Aditya",
      "description" : "This is my First Test Book created because I don't want to delete Previous books",
      "like" : true,
      "published" : "2021-05-24",
      "tags" : "Non-fiction,Custom",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "",
      "price":"$11.11",
      "title" : "Test Book 1",
      "id" :"BS0017",
      "series" : ""
    },
    "-MaURFukBTdj714nIxnG" : {
      "author" : "Aditya Gupta",
      "description" : "This is my Second Test Subject....",
      "like" : false,
      "published" : "2021-12-30",
      "imageUrl" : "",
      "ratings":4.2,
      "quantityCount":100,
      "title" : "Test Book 2",
      "price":"$11.11",
      "id" :"BS0018",
      "series" : ""
    },
    "-MaUToKSXrXNB5A8YzN-" : {
      "author" : "Aditya ",
      "description" : "Test Book 3",
      "like" : false,
      "published" : "2020-12-11",
      "tags" : "Non-fiction,Custom",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "",
      "price":"$11.11",
      "title" : "Test Book 3",
      "id" :"BS0019",
      "series" : ""
    },
    "-MarCv3lNrrVGD3Kk2qV" : {
      "author" : "Hello Book",
      "description" : "This is a test Book which can be deleted, edited and updated from any location of the complete application and u can even see the modals, toast notification and read the application and most probably the result will be a success but these functionality is not provided in first 16 Books because of admin privilege's and usage.\nThank You",
      "like" : false,
      "published" : "1991-12-02",
      "tags" : "Non-fiction,Custom",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "",
      "price":"$11.11",
      "title" : "Book Subject one ",
      "id" :"BS0020",
      "series" : ""
    },
    "-MarGtfw5blxx2imB--u" : {
      "author" : "sdcdscscscss",
      "description" : "a random test book written to just chill in the market ",
      "like" : false,
      "published" : "2021-04-29",
      "tags" : "Non-fiction",
      "ratings":4.2,
      "quantityCount":100,
      "imageUrl" : "",
      "price":"$11.11",
      "title" : "csscsdcsc",
      "id" :"BS0021",
      "series" : ""
    }
  }
}
